{
	"pages": [
		{	
			"type2": 1,
			"h":"Розділ перший. Задзеркальний дім",
			"p": "Одне було ясно: біле кошеня тут ні до чого, у всьому завинило чорне. Ось уже із чверть години мама-кішка вмивала Сніжинку (яка, зрештою, не дуже й пручалася), тож наробити шкоди вона просто не мала коли. <br>&emsp;&emsp;А на те, як Діна вмиває своїх діток, варто було подивитися: однією лапою вона притискала бідолашку вухом до підлоги, а другою терла їй писочок, починаючи з носа. Ось і тепер, як уже згадано, вона працювала в поті чола над білим кошеням, а те лежало собі слухняно і навіть помуркувало - мабуть, відчувало, що все те робиться для його ж таки добра. <br>&emsp;&emsp;З чорним кошеням Діна впоралася",
			"page":12
		},
		{	
			"type2": 1,
			"p": "раніше, тож поки Аліса, згорнена калачиком у кутку великого фотелю, сонливо мурмотіла щось собі під ніс, воно затіяло несамовиту гру з клубком прядива, сяк-так змотаного Алісою, і мотиляло ним доти, доки не розсотало знов. Тепер, сплутане і все в ковтунах, прядиво розтяглося по килимку перед каміном, а Кицюня ганялася посеред нього за власним хвостом.<br>&emsp;&emsp;- О маленька вреднюча нечемо! - вигукнула Аліса, підхопила кошеня і легенько поцілувала в писочок - мабуть, на знак того, що воно в неласці.<br>&emsp;&emsp;- Їй-бо, Діні слід подбати про твої манери! Чуєш, Діно? Це твій обов'язок! - додала вона якнайсуворіше, з докором позираючи на кішку, а тоді забралася назад у",
			"page":13
		},
{	
			"type0": 1,
			"p": "фортель, прихопивши з собою кошеня й вовну, і знову заходилася коло прядива.<br>&emsp;&emsp;Проте діло в Аліси йшло мляво, бо вона без угаву гомоніла: то до кошеняти, то сама до себе. Кошеня чемно сиділо в неї на коліні",
			"video": "00.mp4",
			"page":14
		},
{	
			"type2": 1,
			"p": "і вдавало, ніби пильнує за роботою. Час від часу воно делікатно торкалося клубка лапкою - мовляв, і раде б допомогти, та не знає як.<br>&emsp;&emsp;- А чи відомо тобі. Кицюню, що буде завтра? - озвалася до нього Аліса. - Угадала б, якби посиділа зі мною вранці біля вікна, але Діна саме тебе чепурила. Я ж дивилася, як хлопці хмиз на вогнище збирали (а хмизу для нього, Кицюню, треба чимало!). Збирали-збирали та й облишили, бо дуже схолодніло й пішов сніг. Але нічого, Кицюню, дивитися на вогнище підемо завтра!<br>&emsp;&emsp;Тут Аліса обвила нитку кошеняті довкола шиї - просто так, аби побачити, як йому пасуватиме. Кошеня стало виборсуватись, клубок скотився на підлогу",
			"page":15
		},
{	
			"type2": 1,
			"p": "і розсотався знову.<br>&emsp;&emsp;- Знаєш, Кицюню, яка я була лиха за оцю твою шкоду? - повела далі Аліса, тільки-но вони повмощувались у фотелі знов. - Ледь не виставила тебе за вікно, на сніг. І це було б тобі, нечемного, цілком по заслузі! Ага, не знаєш, де подіти очі? Ось не перебивай мене! (Тут вона піднесла догори пальця). <br>&emsp;&emsp;- Зараз я викажу всі твої провини. Перше: поки Діна тебе вмивала, ти двічі кавкнула. Навіть не переч: я чула на власні вуха! Що ти сказала? (Аліса вдавала, наче кошеня справді розмовляло.) Лапка тернула очко? Мамина? А чого було витрішки продавати? Заплющила б очі, і все було б гаразд. <br>&emsp;&emsp;- Ну, годі вже виправдовуватися, слухай-но далі! Друге: коли я налила",
			"page":16
		},
{	
			"type0": 1,
			"p": "Сніжинці молока, ти за хвоста відтягнула її від миски. Кажеш, пити захотілося? А їй, гадаєш, не хотілося?.. І третє: досить мені було відвернутись, як ти розсотала все прядиво. Аж три провини, Кицюню-",
			"video": "02.mp4",
			"page":17
		},
{	
			"type2": 1,
			"p": "-любуню, і тебе ще не покарано за жодну: усі твої покарання, ти знаєш, я відкладаю на середу...<br>&emsp;&emsp;«А що, коли б і мої покарання складати отак докупи? - мовила Аліса вже радше до себе. - Що б то на мене чекало у день розплати Гадаю, тюрма, не інакше! Або стривай... може, за кожну провину мене б лишали без обіду, - тоді в гіркий день розплати я мала б не пообідати разів із п'ятдесят!.. Ну, я б не надто злякалася! Куди легше стільки не з'їсти, аніж з'їсти!»<br>&emsp;&emsp;- Чуєш, Кицюню, як шурхотить об шибку сніг, - м'яко та лагідно, мовби хто ізнадвору обціловує вікно!.. Сніг, мабуть, закоханий у дерева й поля, якщо так ніжно їх цілує. А тоді повиває їх білою ковдрою і, либонь, приказує: «Люлілюлі, кохані! До літа, до",	
			"page":18
		},
{	
			"type2": 1,
			"p": "літа...»<br>&emsp;&emsp;- А як літо приходить і вони, Кицюню, прокидаються, то вбираються в зелені шати і пританцьовують з кожним вітерцем... Ох, як це гарно! - вигукнула Аліса, заплескала в долоні і знову впустила клубок.<br>&emsp;&emsp;- Як би мені хотілося, щоб так і було! Бо гаї, я певна, восени засинають - вони такі сонні у зжовклому листі...<br>&emsp;&emsp;- Слухай, Кицюню, а в шахи ти граєш? Не смійся, золотко, - я цілком серйозно. Бо коли ми сьогодні грали, ти так дивилася, мовби все розуміла... А коли я сказала «Шах!», ти аж замуркотіла! Ох, Кицюню, який то був гарний шах! І я б таки виграла, якби вражий кінь не ввігнався між моїх фігур! Кицюню, люба, нумо гратися, ніби ти...",
			"page":19
		},
{
			"type0": 1,
			"p":"Тут я хотів би тобі оповісти бодай дещо з того, що звичайно починалося улюбленим Алісиним «Нумо гратися...»<br>&emsp;&emsp;Не далі, як учора вони з сестрою добряче посперечалися. А все почалося із «нумо",
			"video": "03.mp4",
			"page":20
		},
{	
			"type2": 1,
			"p": "гратися в королів та королев». Сестра, яка у всьому любила точність, доводила, що це неможливо, бо Їхніх Величностей лише двоє, тож Аліса, врешті, мусила поступитися. «Гаразд, - сказала вона, - тоді ти будеш кимось одним, а я - всіма іншими».<br>&emsp;&emsp;А раз вона мало не на смерть налякала свою стару нянечку, зненацька крикнувши їй у саме вухо: «Нумо гратися, нянечко, в гієну і кістку. Я - голодна гієна, ти - кістка!»<br>&emsp;&emsp;Але ми відбігли від Алісиної розмови з кошеням. Отже, Аліса сказала:<br>&emsp;&emsp;- Нумо гратися, Кицюню, в Чорну Королеву. Знаєш, що я думаю? Якби тобі отак сісти та згорнути на грудях передні лапки, ти була б викапана Чорна Королева! От спробуй, золотко!",	
			"page":21
		},
{
			"type1": 1,
			"p": "Аліса взяла із шахового столика Чорну Королеву і поставила її перед кошеням: мовляв, дивись і наслідуй!<br>&emsp;&emsp;Проте нічого з того не вийшло, і насамперед тому, що, коли вірити Алісі, ",
			"video": "04.mp4",
			"page":22
		},
{	
			"type2": 1,
			"p": "кошеня нізащо не хотіло як слід згорнути лапки! Тож за покару Аліса виставила його на камін перед Дзеркалом - хай бачить, яке воно вреднюче.<br>&emsp;&emsp;- Якщо ти зараз же не схаменешся, - додала вона, - я спроваджу тебе он туди, за Дзеркало. Ну, що ти на це скажеш?<br>&emsp;&emsp;- От якби ти менше говорила, а більше слухала, я б розповіла тобі дещо про Задзеркальний дім. По-перше, як бачиш, там є світлиця - точнісінько, як наша, тільки все там навпаки. І все добре видно, коли стати на крісло, - усе, окрім каміна. Ох, і кортить же кинути на нього оком! Цікаво, чи горить у них взимку вогонь? Бо це завжди таємниця, - хіба як закуриться наш камін - тоді й там з'явиться димок. Правда, дим вони можуть пускати задля омани - щоб",	
			"page":23
		},
{
			"type1": 1,
			"p": "ми подумали, ніби й у них горить вогонь... І книжки в них подібні до наших, тільки слова не так написані. Я це знаю напевно, бо якось показала їм нашу книжку, а вони мені - свою. ",
			"video": "05.mp4",
			"page":24
		},
{
			"type0": 1,
			"p": "- Ну то що, Кицюню, хочеш пожити в Задзеркальнім домі? Цікаво, чи давали б тобі там молока? Хоча, може, задзеркальне молоко й не питне... Отак-то, Кицюню... <br>&emsp;&emsp;А далі йде задзеркальний коридор. Якщо",
			"video": "06.mp4",
			"page":25
		},
	{	
			"type2": 1,
			"p": "Це називається перетворенням пішака.<br>&emsp;&emsp;Завдяки такій здатності пішака, гравець може мати більше фігур певного типу, ніж в початковій позиції, кілька королев, наприклад. Частіше за все пішак перетворюється на найсильнішу фігуру - королеву.<br>&emsp;&emsp;Коли пішак досягає останнього ряду, в нотації після ходу пішака вказується фігура, на яку пішак перетворюється.<br>&emsp;&emsp;Пішак також може перетворитися на королеву, взявши слона на e8.<br>&emsp;&emsp;Білі можуть перетворити свого пішака в будь-яку іншу фігуру. У цьому випадку, наприклад, краще за все взяти слона і перетворити пішака в коня, який негайно атакує одночасно чорного короля і королеву.",
			"page":255
		},
		{	
			"type3": 1,
			"page":256
		}
	],
	"contents": [
		{
			"text": "DRAMATIS PERSONAE",
			"page": "4"
		},
		{
			"text": "Авторова передмова",
			"page": "8"

		},
		{
			"text": "Розділ перший. Задзеркальний дім",
			"page": "3"
		},
		{
			"text": "Розділ другий. Сад квітів, які вміли розмовляти",
			"page": "48"
		},
		{
			"text": "Розділ третій. Задзеркальні комахи",
			"page": "94"
		},
		{
			"text": "Розділ четвертий. Круть і Верть",
			"page": "128"
		},
		{
			"text": "Розділ п'ятий. Вовна та вода",
			"page": "157"
		},
		{
			"text": "Розділ шостий. Шалам-Балам",
			"page": "194"
		},
		{
			"text": "Розділ сьомий. Лев та Одноріг",
			"page": "217"
		},
		{
			"text": "Розділ восьми. «Я сам це придумав!»",
			"page": "235"
		},
		{
			"text": "Розділ дев'ятий. Королева Аліса",
			"page": "240"
		},
		{
			"text": "Розділ десятий. Трясець",
			"page": "245"
		},
		{
			"text": "Розділ одинадцятий. Сну кінець",
			"page": "246"
		},
		{
			"text": "Розділ дванадцятий. Кому це наснилося?",
			"page": "246"
		},
		{
			"text": "Гра",
			"page": "247"
		}

	]
}